Repository: ayrtonpastor/202112_Equipo_24
Catalog: src/locale/messages.*.xlf
Languages: es

source: Musicians
es: Músicos

source: Search
es: Buscar

source: Bands
es: Bandas

source: Collectors
es: Coleccionistas

source: Available albums:
es: Albumes disponibles:

source: Favorite artists:
es: Artistas favoritos:

source: Musician*
es: Músico*

source: Select a musician ▾
es: Selecione un músico ▾

source: Musician required
es: Músico requerido

source: * Required field
es: * Campo requerido

source: Cancel
es: Cancelar

source: Create
es: Crear

source: Add album to collector
es: Agregar album a coleccionista

source: Prize*
es: Precio*

source: Required price
es: Precio requerido

source: Price must be greater than zero
es: Precio tiene que ser mayor a cero

source: Required album
es: Álbum requerido

source: Status*
es: Estado*

source: Required status
es: Estado requerido

source: * Required fields
es: * Campos requeridos

source: Create album
es: Crear álbum

source: Name*
es: Nombre*

source: Album name
es: Nombre de álbum

source: Album name required
es: Nombre requerido

source: Album name too short.
es: Nombre muy corto.

source: Cover url*
es: Url de cubierta*

source: Cover url
es: Url de cubierta

source: Cover url is required
es: Url de cubierta requerida

source: Cover url is too short.
es: Url de cubierta muy corta.

source: Album release date (dd/mm/yy)*
es: Fecha de lanzamiento (dd/mm/aa)*

source: Release date
es: Fecha de lanzamiento.

source: A valid date is required
es: Se requiere una fecha válida.

source: Date too short, must have at least one character.
es: La fecha es muy corta.

source: Album description*
es: Descripción*

source: Album description
es: Descripción

source: An Album description is required
es: Descripción requerida

source: Genre*
es: Género*

source: Select a genre
es: Seleccione un género

source: It is required to define a genre for the new album
es: Se requiere un género

source: Record label*
es: Etiqueta de registro*

source: Select a record label
es: Seleccione una etiqueta de registro

source: It is required to define a record label for the new album
es: Se requiere una etiqueta de registro

source: Cancel
es: Cancelar

source: Create
es: Crear

source: Create and assign track to album
es: Crear y asignar pista a album

source: Track Name*
es: Nombre*

source: track name
es: Nombre

source: A track name is required
es: Se requiere un nombre

source: Track name too short.
es: El nombre es muy corto.

source: Track duration (mm:ss)*
es: Duración (mm:ss)*

source: Track duration is required
es: Se requiere la duración

source: Track duration is too short.
es: La duración de la pista es muy corta.

source: Track duration does not match the format [mm:ss]
es: La duración de la pista no está en el formato indicado [mm:ss]

source: Track duration has too many characters.
es: La duración de la pista tiene muchos caracteres.

source: Assign new track to album*
es: Asignar pista a álbum*

source: Select an album to assign the track created
es: Seleccionar álbum

source: An album is required to be selected
es: Se requiere un álbum seleccionado

source: Cancel
es: Cancelar

source: Create & Assign
es: Crear & asignar

source: Albums
es: Álbumes

source: Add album
es: Añadir álbum

source: Add tracks
es: Añadir pistas

source: Artist
es: Artistas

source: Release Date
es: Fecha de lanzamiento

source: Genre
es: Género

source: Record Label
es: Etiquetas de registro

source: Description
es: Descripción

source: Tracks
es: Pistas

source: Comments
es: Comentarios

source: Add comment
es: Añadir comentario

source: Add comment
es: Añadir comentario

source: Description*
es: Descripción*

source: Your description
es: Tu descripción

source: Description required
es: Se requiere una descripción

source: Description too short
es: La descripción es muy corta.

source: Rating*
es: Puntuación*

source: Rating required
es: Se requiere la puntuación

source: Collector*
es: Coleccionista*

source: Select a collector ▾
es: Seleccione un coleccionista ▾

source: Collector required
es: Se requiere un coleccionista

source: Add
es: Agregar

source: Home
es: Inicio

source: See more
es: Ver más

source: Available albums:
es: Albumes disponibles:

source: Favorite artists:
es: Artistas favoritos:

source: Albums for sale
es: Álbumes a la venta

source: Add album
es: Agregar álbum

source: Favorite artists
es: Artistas favoritos

source: Add musician
es: Añadir músico

source: Assign to a band
es: Asignar a banda

source: Prizes
es: Premios

source: Asign to a band
es: Asignar a banda

source: Band*
es: Banda*

source: Required band
es: Banda requerida

source: Asign
es: Asignar
